Repository: botondszoke/flutter-coinconverter
Catalog: lib/l10n/app_*.arb
Languages: hu

# unknownCurrency
source: unknown
hu: Ismeretlen

# snackbarLoadError
source: Failed to load currencies.
hu: Nem sikerült az árfolyamok betöltése.

# unknownError
source: Unexpected error :( Please restart the app.
hu: Ismeretlen hiba történt :( Kérjük, indítsd újra az alkalmazást.

# moreInfoButton
source: MORE INFORMATION
hu: TOVÁBBI ADATOK

# noMoreInfoText
source: No further information is available.
hu: Nincs további elérhető adat.

# unknownCurrencyError
source: Unfortunately we could not get any information about this currency. Please try again.
hu: Sajnos nem sikerült további információkat szerezni erről a valutáról. Kérjük, próbáld újra.

source: Rank
hu: Helyezés

source: Market cap
hu: Piaci kapitalizáció

# supply
source: Available supply for trading
hu: Elérhető kereskedhető mennyiség

# volume
source: Trading volume
hu: Kereskedett mennyiség

source: Change
hu: Változás

# vwap
source: Volume Weighted Average Price
hu: Volumennel súlyozott átlagár

# detailDescription
source: These stats are based on last 24 hours' data.
hu: A statisztikák az elmúlt 24 óra adatai alapján készültek.

# selectCurrency
source: Show data in
hu: Az adatok pénzneme

source: Not available
hu: Nem elérhető

source: Price
hu: Ár

source: Search
hu: Keresés

# searchDialog
source: Search for cryptocurrency
hu: Kriptovaluta keresése

source: Cancel
hu: Mégse
